{"activity":[{"id":"1","activity_name":"Skydiving","warning":"No alcohol and no smoking","type":"Sky","description":"Skydiving is a method of transiting from a high point to Earth with the aid of gravity","pix":"a1001.jpg"},{"id":"2","activity_name":"Ballooning","warning":"Remain clear of the fan as it was noisy and dangerous","type":"Sky","description":"The hot air balloon is the oldest form of flying technology that can successfully carry people","pix":"a1002.jpg"},{"id":"3","activity_name":"Camping","warning":"Check the weather and realize potential dangers, any poisonous plants, animals or insects in that area?","type":"Mountain","description":"Camping is an outdoor recreational activity involving overnight stays away from home in a shelter such as a tent, a caravan, or even a motorhome.","pix":"a1003.jpg"},{"id":"4","activity_name":"Mountain Biking","warning":"Take lessons and prepared before going.","type":"Mountain","description":"Mountain biking is the sport of riding bicycles off-road, often over rough terrain, using specially designed mountain bikes","pix":"a1004.jpg"},{"id":"5","activity_name":"Surfing","warning":"Always surf at places patrolled by surf lifesavers or lifeguards.\n","type":"Sea","description":"the sport or pastime of riding a wave towards the shore while standing or lying on a surfboard.","pix":"a1005.jpg"},{"id":"6","activity_name":"Swimming","warning":"Never enter the water if you have been drinking alcohol or are under the influence of drugs\n","type":"Sea","description":"Swimming is an individual or team sport that involves using arms and legs to move the body through water","pix":"a1006.jpg"},{"id":"7","activity_name":"Snorkelling","warning":"Always take a friend to go there","type":"Sea","description":"Snorkeling is the practice of swimming on or through a body of water while equipped with a diving mask, a shaped breathing tube called a snorkel, and usually swimfins. In cooler waters, a wetsuit may also be worn.","pix":"a1007.jpg"},{"id":"8","activity_name":"Sailing","warning":"Follow a Pre-Departure Checklist","type":"Sea","description":"Sailing specifically refers to the sport of using wind to power sails and propel the boat forward (rather than engines)","pix":"a1008.jpg"},{"id":"9","activity_name":"Canoeing","warning":"Be aware of weather conditions","type":"Sea","description":"recreational boating activity or paddle sport in which you kneel or sit facing forward in an open or closed-decked canoe, and propel yourself with a single bladed paddle, under your own power.","pix":"a1009.jpg"}]}
